Repository: fredmonaquezi/TeacherAssistant1
Catalog: TeacherAssistant/*.lproj/Localizable.strings
Languages: pt_br

source: Dashboard
pt_br: Painel

source: Classes
pt_br: Turmas

source: Library
pt_br: Biblioteca

source: Attendance
pt_br: Presença

source: Gradebook
pt_br: Notas

source: Manage Rubrics
pt_br: Gerenciar Rubricas

source: Groups
pt_br: Grupos

source: Random Picker
pt_br: Escolha Aleatória

source: Timer
pt_br: Cronômetro

source: Running Records
pt_br: Registros de Leitura

source: Calendar
pt_br: Calendário

source: Month
pt_br: Mês

source: Week
pt_br: Semana

source: View Mode
pt_br: Modo de Visualização

source: Class
pt_br: Turma

source: All Classes
pt_br: Todas as Turmas

source: Today
pt_br: Hoje

source: Upcoming Alerts
pt_br: Próximos Alertas

source: No upcoming alerts
pt_br: Nenhum alerta próximo

source: Class Diary
pt_br: Diário de Classe

source: Add Entry
pt_br: Adicionar Registro

source: Events & Alerts
pt_br: Eventos e Alertas

source: Add Event
pt_br: Adicionar Evento

source: No diary entries for this day
pt_br: Nenhum registro para este dia

source: No events for this day
pt_br: Nenhum evento para este dia

source: Plan
pt_br: Plano

source: Objectives
pt_br: Objetivos

source: Materials
pt_br: Materiais

source: Notes
pt_br: Notas

source: New Diary Entry
pt_br: Novo Registro do Diário

source: Class & Unit
pt_br: Turma e Unidade

source: Subject
pt_br: Matéria

source: Unit
pt_br: Unidade

source: None
pt_br: Nenhum

source: Event
pt_br: Evento

source: Title
pt_br: Título

source: Details
pt_br: Detalhes

source: All Day
pt_br: Dia Inteiro

source: Start Time
pt_br: Horário de Início

source: End Time
pt_br: Horário de Término

source: New Event
pt_br: Novo Evento

source: Delete Entry?
pt_br: Excluir Registro?

source: Delete Event?
pt_br: Excluir Evento?

source: Are you sure you want to delete this diary entry?
pt_br: Tem certeza de que deseja excluir este registro do diário?

source: Are you sure you want to delete this event?
pt_br: Tem certeza de que deseja excluir este evento?

source: Teacher Assistant
pt_br: Assistente do Professor

source: Student Name
pt_br: Nome do Aluno

source: Student Information
pt_br: Informações do Aluno

source: Edit Student
pt_br: Editar Aluno

source: Edit Info
pt_br: Editar Informações

source: Student Progress Report
pt_br: Relatório de Progresso do Aluno

source: Enter student name
pt_br: Digite o nome do aluno

source: Quick Status
pt_br: Status Rápido

source: Status Indicators
pt_br: Indicadores de Status

source: Participating Well
pt_br: Participando Bem

source: Needs Help
pt_br: Precisa de Ajuda

source: Missing Homework
pt_br: Lição de Casa Pendente

source: Active
pt_br: Ativo

source: Inactive
pt_br: Inativo

source: Student actively engages in class
pt_br: Aluno participa ativamente na aula

source: Student requires additional support
pt_br: Aluno requer apoio adicional

source: Student has incomplete assignments
pt_br: Aluno tem atividades incompletas

source: No status flags
pt_br: Sem sinalizadores de status

source: Overall Average
pt_br: Média Geral

source: Total Assessments
pt_br: Total de Avaliações

source: Recent Assessments
pt_br: Avaliações Recentes

source: No assessments yet
pt_br: Ainda não há avaliações

source: average
pt_br: média

source: assessments
pt_br: avaliações

source: assessment
pt_br: avaliação

source: Average
pt_br: Média

source: Progress
pt_br: Progresso

source: Attendance Summary
pt_br: Resumo de Presença

source: No attendance records yet
pt_br: Ainda não há registros de presença

source: Present
pt_br: Presente

source: Absent
pt_br: Ausente

source: Late
pt_br: Atrasado

source: Left Early
pt_br: Saiu Cedo

source: Total Sessions
pt_br: Total de Sessões

source: Performance by Subject
pt_br: Desempenho por Matéria

source: No subjects in this class yet
pt_br: Ainda não há matérias nesta turma

source: Performance Level
pt_br: Nível de Desempenho

source: Outstanding
pt_br: Excelente

source: Above Average
pt_br: Acima da Média

source: Satisfactory
pt_br: Satisfatório

source: Needs Improvement
pt_br: Precisa Melhorar

source: Requires Immediate Attention
pt_br: Requer Atenção Imediata

source: Subject Breakdown
pt_br: Detalhamento por Matéria

source: Choose Subject
pt_br: Escolher Matéria

source: Choose Unit
pt_br: Escolher Unidade

source: No Subjects Yet
pt_br: Ainda Não Há Matérias

source: No Units Yet
pt_br: Ainda Não Há Unidades

source: Add subjects to this class first
pt_br: Adicione matérias a esta turma primeiro

source: Subjects
pt_br: Matérias

source: units
pt_br: unidades

source: unit
pt_br: unidade

source: Development Tracking
pt_br: Acompanhamento de Desenvolvimento

source: No development tracking yet
pt_br: Ainda não há acompanhamento de desenvolvimento

source: Start Tracking
pt_br: Iniciar Acompanhamento

source: Update
pt_br: Atualizar

source: No running records yet
pt_br: Ainda não há registros de leitura

source: View All
pt_br: Ver Todos

source: Avg. Accuracy
pt_br: Precisão Média

source: Latest
pt_br: Mais Recente

source: Progress Over Time
pt_br: Progresso ao Longo do Tempo

source: Independent
pt_br: Independente

source: Instructional
pt_br: Instrucional

source: Frustration
pt_br: Frustração

source: Done
pt_br: Concluído

source: Cancel
pt_br: Cancelar

source: Save
pt_br: Salvar

source: Delete
pt_br: Excluir

source: Edit
pt_br: Editar

source: Add
pt_br: Adicionar

source: Back
pt_br: Voltar

source: Close
pt_br: Fechar

source: Evaluate in Unit
pt_br: Avaliar na Unidade

source: View Detailed Progress
pt_br: Ver Progresso Detalhado

source: Delete unit
pt_br: Excluir unidade

source: Teacher Notes
pt_br: Notas do Professor

source: Add any observations, concerns, or important information
pt_br: Adicione observações, preocupações ou informações importantes

source: Enter notes here...
pt_br: Digite as notas aqui...

source: characters
pt_br: caracteres

source: Student
pt_br: Aluno

source: Students
pt_br: Alunos

source: Date
pt_br: Data

source: Select a section
pt_br: Selecione uma seção

source: Mark Attendance
pt_br: Marcar Presença

source: students
pt_br: alunos

source: Arrived Late
pt_br: Chegou Atrasado

source: Add notes (optional)
pt_br: Adicionar notas (opcional)

source: Student Report
pt_br: Relatório do Aluno

source: Academic Performance
pt_br: Desempenho Acadêmico

source: Quick Actions
pt_br: Ações Rápidas

source: No subjects yet
pt_br: Ainda não há matérias

source: No students yet
pt_br: Ainda não há alunos

source: Add your first subject to organize your curriculum
pt_br: Adicione sua primeira matéria para organizar seu currículo

source: Add students to start tracking their progress
pt_br: Adicione alunos para começar a acompanhar seu progresso

source: No Students Yet
pt_br: Ainda Não Há Alunos

source: Backup Reminder
pt_br: Lembrete de Backup

source: Why backup?
pt_br: Por que fazer backup?

source: Regular backups protect your classes, students, grades, and attendance records from accidental loss.
pt_br: Backups regulares protegem suas turmas, alunos, notas e registros de presença contra perda acidental.

source: Remind Me Later
pt_br: Lembrar Mais Tarde

source: Backup Now
pt_br: Fazer Backup Agora

source: Later
pt_br: Mais Tarde

source: You haven't created a backup yet. It's a good idea to back up your data regularly to prevent loss.
pt_br: Você ainda não criou um backup. É uma boa ideia fazer backup dos seus dados regularmente para evitar perda.

source: Great! Your data is backed up.
pt_br: Ótimo! Seus dados estão em backup.

source: It's been 1 day since your last backup.
pt_br: Faz 1 dia desde seu último backup.

source: It's been %d days since your last backup. Consider creating a new backup to keep your data safe.
pt_br: Fazem %d dias desde seu último backup. Considere criar um novo backup para manter seus dados seguros.

source: Assessment title
pt_br: Título da avaliação

source: Class Average
pt_br: Média da Turma

source: Highest
pt_br: Mais Alto

source: Lowest
pt_br: Mais Baixo

source: Assessment Info
pt_br: Informações da Avaliação

source: Description
pt_br: Descrição

source: Student Grades
pt_br: Notas dos Alunos

source: graded
pt_br: avaliado

source: Students will appear here once they're added to the class
pt_br: Os alunos aparecerão aqui assim que forem adicionados à turma

source: Add notes
pt_br: Adicionar notas

source: Score:
pt_br: Nota:

source: Unit Average
pt_br: Média da Unidade

source: Assessments
pt_br: Avaliações

source: By Date
pt_br: Por Data

source: Attendance Overview
pt_br: Visão Geral de Presença

source: Attendance Rate
pt_br: Taxa de Presença

source: Attendance Sessions
pt_br: Sessões de Presença

source: No attendance sessions yet
pt_br: Ainda não há sessões de presença

source: Create your first session to start tracking attendance
pt_br: Crie sua primeira sessão para começar a acompanhar a presença

source: Add Attendance Session
pt_br: Adicionar Sessão de Presença

source: Choose a date to record attendance
pt_br: Escolha uma data para registrar a presença

source: Select date
pt_br: Selecionar data

source: Selected Date
pt_br: Data Selecionada

source: Create Session
pt_br: Criar Sessão

source: Delete Session?
pt_br: Excluir Sessão?

source: Are you sure you want to delete this attendance session? This cannot be undone.
pt_br: Tem certeza de que deseja excluir esta sessão de presença? Isso não pode ser desfeito.

source: Yesterday
pt_br: Ontem

source: %d days ago
pt_br: há %d dias

source: Add Class
pt_br: Adicionar Turma

source: Delete Class?
pt_br: Excluir Turma?

source: Are you sure you want to delete "%@"? This will remove all its subjects, units, students, attendance and grades.
pt_br: Tem certeza de que deseja excluir "%@"? Isso removerá todas as suas matérias, unidades, alunos, presença e notas.

source: Restore
pt_br: Restaurar

source: Restore Backup?
pt_br: Restaurar Backup?

source: This will DELETE all current data and replace it with the backup. This cannot be undone.
pt_br: Isso EXCLUIRÁ todos os dados atuais e os substituirá pelo backup. Isso não pode ser desfeito.

source: Restore Complete
pt_br: Restauração Completa

source: Your data has been successfully restored.
pt_br: Seus dados foram restaurados com sucesso.

source: Error
pt_br: Erro

source: Create New Class
pt_br: Criar Nova Turma

source: Add a class to organize your students
pt_br: Adicione uma turma para organizar seus alunos

source: Class Name
pt_br: Nome da Turma

source: Grade Level
pt_br: Nível de Série

source: Preview
pt_br: Visualização

source: You can add students and subjects after creating the class
pt_br: Você pode adicionar alunos e matérias depois de criar a turma

source: New Class
pt_br: Nova Turma

source: Add New Student
pt_br: Adicionar Novo Aluno

source: Adding to
pt_br: Adicionando à

source: Gender (Optional)
pt_br: Gênero (Opcional)

source: Gender
pt_br: Gênero

source: Used for group balancing in group generator
pt_br: Usado para balanceamento de grupos no gerador de grupos

source: Classroom Timer
pt_br: Cronômetro da Sala de Aula

source: Choose a duration to start the countdown
pt_br: Escolha uma duração para iniciar a contagem regressiva

source: Quick Timers
pt_br: Cronômetros Rápidos

source: Custom Timer
pt_br: Cronômetro Personalizado

source: Minutes
pt_br: Minutos

source: Seconds
pt_br: Segundos

source: Start Custom Timer
pt_br: Iniciar Cronômetro Personalizado

source: sec
pt_br: seg

source: hour
pt_br: hora

source: Add New Subject
pt_br: Adicionar Nova Matéria

source: Subject Name
pt_br: Nome da Matéria

source: e.g., Mathematics
pt_br: ex: Matemática

source: You can add units and assessments after creating the subject
pt_br: Você pode adicionar unidades e avaliações após criar a matéria

source: New Subject
pt_br: Nova Matéria

source: Add Subject
pt_br: Adicionar Matéria

source: Add Student
pt_br: Adicionar Aluno

source: Sort
pt_br: Ordenar

source: Pick Random Student
pt_br: Escolher Aluno Aleatoriamente

source: Group Generator
pt_br: Gerador de Grupos

source: Take Attendance
pt_br: Marcar Presença

source: Assessment Categories
pt_br: Categorias de Avaliação

source: Actions
pt_br: Ações

source: Delete Student?
pt_br: Excluir Aluno?

source: Are you sure you want to delete "%@"? All their grades and attendance records will be lost.
pt_br: Tem certeza de que deseja excluir "%@"? Todas as suas notas e registros de presença serão perdidos.

source: Delete Subject?
pt_br: Excluir Matéria?

source: Are you sure you want to delete "%@"? All units, assessments and grades inside this subject will be lost.
pt_br: Tem certeza de que deseja excluir "%@"? Todas as unidades, avaliações e notas dentro desta matéria serão perdidas.

source: Selected Student
pt_br: Aluno Selecionado

source: Student Info
pt_br: Informações do Aluno

source: Pick Again
pt_br: Escolher Novamente

source: Separations
pt_br: Separações

source: Smart Group Generator
pt_br: Gerador de Grupos Inteligente

source: Create balanced student groups with advanced options
pt_br: Crie grupos de alunos balanceados com opções avançadas

source: Group Settings
pt_br: Configurações de Grupo

source: Students per group
pt_br: Alunos por grupo

source: student
pt_br: aluno

source: This will create approximately (expectedGroupCount) groups
pt_br: Isso criará aproximadamente (expectedGroupCount) grupos

source: Generate Smart Groups
pt_br: Gerar Grupos Inteligentes

source: Regenerate Groups
pt_br: Gerar Grupos Novamente

source: Advanced Options
pt_br: Opções Avançadas

source: Balance Gender
pt_br: Balancear Gênero

source: Try to distribute genders evenly across groups
pt_br: Tente distribuir os gêneros uniformemente entre os grupos

source: Balance Ability Levels
pt_br: Balancear Níveis de Habilidade

source: Mix students who need help with others
pt_br: Misture alunos que precisam de ajuda com outros

source: Respect Separation Rules
pt_br: Respeitar Regras de Separação

source: Avoid pairing students in separation list
pt_br: Evite emparelhar alunos na lista de separação

source: No groups yet
pt_br: Ainda não há grupos

source: Configure your settings and click 'Generate Smart Groups'
pt_br: Configure suas opções e clique em 'Gerar Grupos Inteligentes'

source: Generated Groups
pt_br: Grupos Gerados

source: Subject name
pt_br: Nome da matéria

source: Delete Unit?
pt_br: Excluir Unidade?

source: Are you sure you want to delete "%@"? All assessments and grades inside this unit will be lost.
pt_br: Tem certeza de que deseja excluir "%@"? Todas as avaliações e notas dentro desta unidade serão perdidas.

source: Subject Average
pt_br: Média da Matéria

source: Total Units
pt_br: Total de Unidades

source: Units
pt_br: Unidades

source: No units yet
pt_br: Ainda não há unidades

source: Create your first unit to start adding assessments
pt_br: Crie sua primeira unidade para começar a adicionar avaliações

source: Add Unit
pt_br: Adicionar Unidade

source: Add New Unit
pt_br: Adicionar Nova Unidade

source: Give your unit a name
pt_br: Dê um nome à sua unidade

source: Unit Name
pt_br: Nome da Unidade

source: e.g., Chapter 1, Ancient Rome, Fractions
pt_br: ex: Capítulo 1, Roma Antiga, Frações

source: New Unit
pt_br: Nova Unidade

source: Unit name
pt_br: Nome da unidade

source: Delete Assessment?
pt_br: Excluir Avaliação?

source: Are you sure you want to delete "%@"?
pt_br: Tem certeza de que deseja excluir "%@"?

source: Total Grades
pt_br: Total de Notas

source: View all grades
pt_br: Ver todas as notas

source: View PDFs
pt_br: Ver PDFs

source: Linked materials
pt_br: Materiais vinculados

source: Copy Criteria
pt_br: Copiar Critérios

source: Import assessments from another unit
pt_br: Importar avaliações de outra unidade

source: Add Assessment
pt_br: Adicionar Avaliação

source: Create your first assessment or copy criteria from another unit
pt_br: Crie sua primeira avaliação ou copie critérios de outra unidade

source: Add New Assessment
pt_br: Adicionar Nova Avaliação

source: Give your assessment a name
pt_br: Dê um nome à sua avaliação

source: Assessment Name
pt_br: Nome da Avaliação

source: e.g., Quiz 1, Chapter Test, Midterm Exam
pt_br: ex: Quiz 1, Prova do Capítulo, Exame Intermediário

source: New Assessment
pt_br: Nova Avaliação

source: Unit Materials
pt_br: Materiais da Unidade

source: PDFs linked to this unit
pt_br: PDFs vinculados a esta unidade

source: Subject Materials
pt_br: Materiais da Matéria

source: PDFs for %@
pt_br: PDFs para %@

source: Materials: %@
pt_br: Materiais: %@

source: subject
pt_br: matéria

source: No PDFs linked yet
pt_br: Nenhum PDF vinculado ainda

source: Go to Library and tag PDFs with this unit to see them here
pt_br: Vá para a Biblioteca e marque PDFs com esta unidade para vê-los aqui

source: Unit: %@
pt_br: Unidade: %@

source: Evaluation
pt_br: Avaliação

source: Level (1–5)
pt_br: Nível (1–5)

source: Not evaluated
pt_br: Não avaliado

source: Evidence & Notes
pt_br: Evidências e Notas

source: Needs significant support
pt_br: Precisa de apoio significativo

source: Beginning
pt_br: Iniciante

source: Developing
pt_br: Em Desenvolvimento

source: Proficient
pt_br: Proficiente

source: Mastering
pt_br: Dominando

source: Copy Assessments
pt_br: Copiar Avaliações

source: Choose a subject to copy assessments from
pt_br: Escolha uma matéria para copiar avaliações

source: No subjects found
pt_br: Nenhuma matéria encontrada

source: Create subjects first to copy assessments
pt_br: Crie matérias primeiro para copiar avaliações

source: Step 1: Choose Subject
pt_br: Passo 1: Escolher Matéria

source: Choose a unit to copy assessments from
pt_br: Escolha uma unidade para copiar avaliações

source: No other units found
pt_br: Nenhuma outra unidade encontrada

source: This subject has no other units to copy from
pt_br: Esta matéria não tem outras unidades para copiar

source: Step 2: Choose Unit
pt_br: Passo 2: Escolher Unidade

source: Ready to Copy
pt_br: Pronto para Copiar

source: From
pt_br: De

source: To
pt_br: Para

source: Current unit
pt_br: Unidade atual

source: This will copy all assessment names to your current unit
pt_br: Isso copiará todos os nomes de avaliações para sua unidade atual

source: Step 3: Confirm
pt_br: Passo 3: Confirmar

source: Overview
pt_br: Visão Geral

source: Academics
pt_br: Acadêmico

source: Reading
pt_br: Leitura

source: Development
pt_br: Desenvolvimento

source: Detailed Progress
pt_br: Progresso Detalhado

source: Export Full Report
pt_br: Exportar Relatório Completo

source: Export %@ Only
pt_br: Exportar Apenas %@

source: Export
pt_br: Exportar

source: Export Complete
pt_br: Exportação Concluída

source: Student progress report has been generated successfully!
pt_br: Relatório de progresso do aluno foi gerado com sucesso!

source: Progress Report
pt_br: Relatório de Progresso

source: Academic Year
pt_br: Ano Letivo

source: Quick Summary
pt_br: Resumo Rápido

source: Overall Performance
pt_br: Desempenho Geral

source: Recent Activity
pt_br: Atividade Recente

source: No data available
pt_br: Nenhum dado disponível

source: By Subject
pt_br: Por Matéria

source: No grades recorded
pt_br: Nenhuma nota registrada

source: Present Days
pt_br: Dias Presentes

source: Absent Days
pt_br: Dias Ausentes

source: Late Days
pt_br: Dias Atrasados

source: Attendance Over Time
pt_br: Presença ao Longo do Tempo

source: No attendance records
pt_br: Nenhum registro de presença

source: Reading Progress
pt_br: Progresso de Leitura

source: Latest Reading Level
pt_br: Nível de Leitura Mais Recente

source: Accuracy Trend
pt_br: Tendência de Precisão

source: Latest Scores
pt_br: Pontuações Mais Recentes

source: Total Updates
pt_br: Total de Atualizações

source: No development tracking
pt_br: Nenhum acompanhamento de desenvolvimento

source: criteria
pt_br: critérios

source: Academic Average
pt_br: Média Acadêmica

source: Development Areas
pt_br: Áreas de Desenvolvimento

source: Development Area
pt_br: Área de Desenvolvimento

source: Subject Performance
pt_br: Desempenho na Matéria

source: Select a subject to evaluate %@
pt_br: Selecione uma matéria para avaliar %@

source: Evaluate Unit
pt_br: Avaliar Unidade

source: in %@
pt_br: em %@

source: Select a unit to evaluate %@
pt_br: Selecione uma unidade para avaliar %@

source: Add units to %@ first
pt_br: Adicione unidades a %@ primeiro

source: Choose Class
pt_br: Escolher Turma

source: Select a Class
pt_br: Selecione uma Turma

source: No classes yet
pt_br: Ainda não há turmas

source: Create a class first to use %@
pt_br: Crie uma turma primeiro para usar %@

source: Take attendance for your class
pt_br: Registre a presença da sua turma

source: View and manage grades
pt_br: Visualize e gerencie notas

source: Create student groups
pt_br: Crie grupos de alunos

source: Pick a random student
pt_br: Escolha um aluno aleatoriamente

source: subjects
pt_br: matérias

source: Step 1 - Choose Class
pt_br: Passo 1 - Escolher Turma

source: Step 2 - Choose Subject
pt_br: Passo 2 - Escolher Matéria

source: Step 3 - Choose Unit
pt_br: Passo 3 - Escolher Unidade

source: No classes found.
pt_br: Nenhuma turma encontrada.

source: This class has no subjects.
pt_br: Esta turma não tem matérias.

source: This subject has no units.
pt_br: Esta matéria não tem unidades.

source: Open Gradebook
pt_br: Abrir Notas

source: Gradebook - %@
pt_br: Notas - %@

source: Filter by Subject
pt_br: Filtrar por Matéria

source: All Subjects
pt_br: Todas as Matérias

source: Performance Distribution
pt_br: Distribuição de Desempenho

source: Excellent (8.0+)
pt_br: Excelente (8.0+)

source: Good (6.0-7.9)
pt_br: Bom (6.0-7.9)

source: Needs Work (<6.0)
pt_br: Precisa Melhorar (<6.0)

source: Top Performers
pt_br: Melhores Desempenhos

source: No assessment data available
pt_br: Nenhum dado de avaliação disponível

source: Needs Attention
pt_br: Precisa de Atenção

source: Missing HW
pt_br: Falta Lição de Casa

source: Absent often
pt_br: Ausente com frequência

source: Rubric Templates
pt_br: Modelos de Rubrica

source: Create New
pt_br: Criar Novo

source: Rubric Template Library
pt_br: Biblioteca de Modelos de Rubrica

source: Browse, customize, and create development tracking templates
pt_br: Navegue, personalize e crie modelos de acompanhamento de desenvolvimento

source: Categories
pt_br: Categorias

source: Criteria
pt_br: Critérios

source: Years 1-3
pt_br: Anos 1-3

source: Years 4-6
pt_br: Anos 4-6

source: Years 7-9
pt_br: Anos 7-9

source: Years 10-12
pt_br: Anos 10-12

source: Edit Template
pt_br: Editar Modelo

source: Delete %@?
pt_br: Excluir %@?

source: category
pt_br: categoria

source: This will delete all criteria in this category.
pt_br: Isso excluirá todos os critérios desta categoria.

source: Delete criterion?
pt_br: Excluir critério?

source: Student ratings for this criterion will be preserved.
pt_br: As avaliações dos alunos para este critério serão preservadas.

source: Template Information
pt_br: Informações do Modelo

source: Template Name
pt_br: Nome do Modelo

source: Categories & Criteria
pt_br: Categorias e Critérios

source: Add Category
pt_br: Adicionar Categoria

source: No categories yet
pt_br: Ainda não há categorias

source: Add First Category
pt_br: Adicionar Primeira Categoria

source: Add Criterion
pt_br: Adicionar Critério

source: No criteria in this category
pt_br: Nenhum critério nesta categoria

source: Category Name
pt_br: Nome da Categoria

source: Criterion Name
pt_br: Nome do Critério

source: Rating Levels
pt_br: Níveis de Avaliação

source: Level 1
pt_br: Nível 1

source: Level 2
pt_br: Nível 2

source: Level 3
pt_br: Nível 3

source: Level 4
pt_br: Nível 4

source: Level 5
pt_br: Nível 5

source: No criteria yet
pt_br: Nenhum critério ainda

source: Add first
pt_br: Adicionar primeiro

source: New Category
pt_br: Nova Categoria
