Repository: fredmonaquezi/TeacherAssistant1
Catalog: TeacherAssistant/*.lproj/Localizable.strings
Languages: pt_br

source: Calculus & Advanced Topics
pt_br: Cálculo e Tópicos Avançados

source: Limits & Continuity
pt_br: Limites e Continuidade

source: Understands limit concepts
pt_br: Compreende os conceitos de limite

source: Rates of Change
pt_br: Taxas de Variação

source: Analyzes changing quantities
pt_br: Analisa grandezas variáveis

source: Integration
pt_br: Integração

source: Understands accumulation
pt_br: Compreende o conceito de acumulação

source: Mathematical Proof
pt_br: Demonstração Matemática

source: Constructs rigorous mathematical arguments
pt_br: Constrói argumentos matemáticos rigorosos

source: Student Picker
pt_br: Seletor de Alunos

source: Quick Random Pick
pt_br: Escolha Rápida Aleatória

source: Tap here for instant random pick
pt_br: Toque aqui para escolha aleatória instantânea

source: (any student, no rotation tracking)
pt_br: (qualquer aluno, sem rastreamento de rodízio)

source: Select Role
pt_br: Selecionar Função

source: Helper
pt_br: Ajudante

source: Guardian
pt_br: Guardião

source: Line Leader
pt_br: Líder da Fila

source: Messenger
pt_br: Mensageiro

source: Rotation Mode
pt_br: Modo de Rodízio

source: Available Students
pt_br: Alunos Disponíveis

source: Used Students
pt_br: Alunos Já Usados

source: Reset Rotation
pt_br: Reiniciar Rodízio

source: Add Custom Role
pt_br: Adicionar Função Personalizada

source: Create your own classroom role
pt_br: Crie sua própria função de sala de aula

source: Role Name
pt_br: Nome da Função

source: e.g., Door Holder, Snack Monitor
pt_br: ex: Responsável pela Porta, Monitor do Lanche

source: New Role
pt_br: Nova Função

source: Random Pick!
pt_br: Escolha Aleatória!

source: Today's %@
pt_br: %@ de Hoje

source: Mark as Used
pt_br: Marcar como Usado

source: Skip (Student Absent)
pt_br: Pular (Aluno Ausente)

source: %@ Rotation
pt_br: %@ Rotação

source: Fair rotation - everyone gets a turn!
pt_br: Rotação Justa - todo mundo tem a sua vez!

source: Available
pt_br: Disponível

source: Used
pt_br: Usado

source: 🎉 Everyone has been the %@
pt_br: 🎉 Todos já foram o %@

source: Reset & Start Over
pt_br: Resetar & Começar de novo

source: Pick Next %@
pt_br: Escolher o próximo %@

source: Already Used
pt_br: Já Usado

source: %@ left
pt_br: %@ restantes

source: Backup Failed
pt_br: Falha no Backup

source: Backup Saved Successfully!
pt_br: Backup Salvo com Sucesso!

source: Choose a backup file to restore
pt_br: Escolha um arquivo de backup para restaurar

source: Choose where to save your backup file
pt_br: Escolha onde salvar seu arquivo de backup

source: Could not access the selected file.
pt_br: Não foi possível acessar o arquivo selecionado.

source: Restore Completed Successfully!
pt_br: Restauração Concluída com Sucesso!

source: Restore Failed
pt_br: Falha na Restauração

source: Save Backup
pt_br: Salvar Backup

source: Select Backup File
pt_br: Selecionar Arquivo de Backup

source: Show in Finder
pt_br: Mostrar no Finder

source: Your data has been restored from the backup.
pt_br: Seus dados foram restaurados a partir do backup.

source: Your data has been safely backed up.
pt_br: Seus dados foram salvos em backup com segurança.

source: All classes, students, grades, and attendance records have been updated.
pt_br: Todas as turmas, alunos, notas e registros de presença foram atualizados.

source: This will replace ALL current data with the backup. This cannot be undone!
pt_br: Isso substituirá TODOS os dados atuais pelo backup. Isso não pode ser desfeito!

source: Access Denied
pt_br: Acesso Negado

source: Location:
pt_br: Localização:

source: Student Separations
pt_br: Separações de Alunos

source: Tap any indicator to toggle it on or off
pt_br: Toque em qualquer indicador para ativar ou desativar

source: Random Group Generator
pt_br: Gerador de Grupos Aleatórios

source: Create random student groups for activities
pt_br: Crie grupos aleatórios de alunos para atividades

source: Click 'Generate Groups' to create random student groups
pt_br: Clique em 'Gerar Grupos' para criar grupos aleatórios de alunos

source: Set Score
pt_br: Definir Nota

source: No criteria yet.
pt_br: Nenhum critério ainda.

source: Enter the name of the new criterion.
pt_br: Digite o nome do novo critério.

source: This will remove this category and all associated scores from students.
pt_br: Isso removerá esta categoria e todas as notas associadas dos alunos.

source: Organize grades into categories like Tests, Homework, and Participation
pt_br: Organize as notas em categorias como Provas, Lição de Casa e Participação

source: No Categories Yet
pt_br: Ainda Não Há Categorias

source: Add categories to organize your grades
pt_br: Adicione categorias para organizar suas notas

source: Current Categories
pt_br: Categorias Atuais

source: Add New Category
pt_br: Adicionar Nova Categoria

source: Common categories: Tests, Quizzes, Homework, Projects, Participation, Classwork
pt_br: Categorias comuns: Provas, Quizzes, Lição de Casa, Projetos, Participação, Trabalho em Sala

source: Grades
pt_br: Notas

source: TIME'S UP!
pt_br: TEMPO ESGOTADO!

source: Dismiss
pt_br: Dispensar

source: Timer Running
pt_br: Cronômetro em Execução

source: Stop
pt_br: Parar

source: ⏰ Timer has finished ⏰
pt_br: ⏰ O cronômetro terminou ⏰

source: Rate development criteria below
pt_br: Avalie os critérios de desenvolvimento abaixo

source: Rubric Template
pt_br: Modelo de Rubrica

source: Tap a star to rate
pt_br: Toque em uma estrela para avaliar

source: Notes (Optional)
pt_br: Notas (Opcional)

source: No Rubric Templates
pt_br: Nenhum Modelo de Rubrica

source: Please create rubric templates first
pt_br: Por favor, crie modelos de rubrica primeiro

source: Switch Language
pt_br: Trocar Idioma

source: Example Translations
pt_br: Exemplos de Traduções

source: Status Examples
pt_br: Exemplos de Status

source: Action Buttons
pt_br: Botões de Ação

source: Localization Demo
pt_br: Demonstração de Localização

source: Academic Progress
pt_br: Progresso Acadêmico

source: Current Language:
pt_br: Idioma Atual:

source: Bundle Check:
pt_br: Verificação de Pacote:

source: Test Translations:
pt_br: Traduções de Teste:

source: Current Reading Level
pt_br: Nível de Leitura Atual

source: Assessment scores will be initialized to 0
pt_br: As notas de avaliação serão inicializadas em 0

source: Link to Curriculum
pt_br: Vincular ao Currículo

source: Organize your PDF by subject and unit for easy access
pt_br: Organize seu PDF por matéria e unidade para fácil acesso

source: Optional - Select a subject to organize this PDF
pt_br: Opcional - Selecione uma matéria para organizar este PDF

source: No units available
pt_br: Nenhuma unidade disponível

source: Create units in this subject first
pt_br: Crie unidades nesta matéria primeiro

source: Optional - Select a specific unit within the subject
pt_br: Opcional - Selecione uma unidade específica dentro da matéria

source: Summary
pt_br: Resumo

source: Not linked
pt_br: Não vinculado

source: This PDF will only be in the folder
pt_br: Este PDF ficará apenas na pasta

source: New Running Record
pt_br: Novo Registro de Leitura

source: Record reading assessment data
pt_br: Registre dados de avaliação de leitura

source: Symbol Guide
pt_br: Guia de Símbolos

source: Total Words
pt_br: Total de Palavras

source: Errors
pt_br: Erros

source: Self-Corrections (SC)
pt_br: Autocorreções (AC)

source: Results
pt_br: Resultados

source: Accuracy:
pt_br: Precisão:

source: Self-Correction Ratio:
pt_br: Taxa de Autocorreção:

source: Running Record Symbols
pt_br: Símbolos de Registro de Leitura

source: Quick reference guide for assessment
pt_br: Guia de referência rápida para avaliação

source: Error Analysis: The 3 Cueing Systems
pt_br: Análise de Erros: Os 3 Sistemas de Pistas

source: Reading Levels
pt_br: Níveis de Leitura

source: Accuracy
pt_br: Precisão

source: Reading Level
pt_br: Nível de Leitura

source: Are you sure you want to delete this running record? This action cannot be undone.
pt_br: Tem certeza de que deseja excluir este registro de leitura? Esta ação não pode ser desfeita.

source: Folder name
pt_br: Nome da pasta

source: File name
pt_br: Nome do arquivo

source: Rename
pt_br: Renomear

source: Change Color
pt_br: Alterar Cor

source: Duplicate
pt_br: Duplicar

source: Get Info
pt_br: Obter Informações

source: Edit Tags
pt_br: Editar Etiquetas

source: Delete Folder?
pt_br: Excluir Pasta?

source: Delete PDF?
pt_br: Excluir PDF?

source: Are you sure you want to delete "%@" and all its contents? This action cannot be undone.
pt_br: Tem certeza de que deseja excluir "%@" e todo o seu conteúdo? Esta ação não pode ser desfeita.

source: Are you sure you want to delete "%@"? This action cannot be undone.
pt_br: Tem certeza de que deseja excluir "%@"? Esta ação não pode ser desfeita.

source: No Running Records Yet
pt_br: Ainda Não Há Registros de Leitura

source: Start assessing your students' reading by creating your first running record
pt_br: Comece a avaliar a leitura dos seus alunos criando seu primeiro registro de leitura

source: Create First Record
pt_br: Criar Primeiro Registro

source: Unknown Student
pt_br: Aluno Desconhecido

source: Select
pt_br: Selecionar

source: The selected PDF exceeds the maximum allowed file size of 100 MB.
pt_br: O PDF selecionado excede o tamanho máximo permitido de 100 MB.

source: Drop here
pt_br: Solte aqui

source: Choose Folder Color
pt_br: Escolher Cor da Pasta

source: Reset to Default
pt_br: Restaurar para Padrão

source: Folder
pt_br: Pasta

source: Open PDF
pt_br: Abrir PDF

source: Add notes about this skill...
pt_br: Adicione notas sobre esta habilidade...

source: All Students
pt_br: Todos os Alunos

source: Assessment Data
pt_br: Dados da Avaliação

source: Category name
pt_br: Nome da categoria

source: Current Language: %@
pt_br: Idioma Atual: %@

source: Date: %@
pt_br: Data: %@

source: Delete (%d)
pt_br: Excluir (%d)

source: Delete Category?
pt_br: Excluir Categoria?

source: Delete Folder
pt_br: Excluir Pasta

source: Delete Running Record?
pt_br: Excluir Registro de Leitura?

source: Delete assessment
pt_br: Excluir avaliação

source: Delete selected items?
pt_br: Excluir itens selecionados?

source: Delete session
pt_br: Excluir sessão

source: Delete this folder?
pt_br: Excluir esta pasta?

source: Edit Criteria
pt_br: Editar Critérios

source: Enter file name
pt_br: Digite o nome do arquivo

source: Example: %@
pt_br: Exemplo: %@

source: File Name
pt_br: Nome do Arquivo

source: File Too Large
pt_br: Arquivo Muito Grande

source: Folder Color
pt_br: Cor da Pasta

source: Folder Info
pt_br: Informações da Pasta

source: Group %d
pt_br: Grupo %d

source: Import PDF
pt_br: Importar PDF

source: Localization Test
pt_br: Teste de Localização

source: Move
pt_br: Mover

source: Move To…
pt_br: Mover Para…

source: Name
pt_br: Nome

source: New Folder
pt_br: Nova Pasta

source: New Record
pt_br: Novo Registro

source: New Student
pt_br: Novo Aluno

source: Overall Average: %.1f
pt_br: Média geral: %.1f

source: Rename Folder
pt_br: Renomear Pasta

source: Running Record
pt_br: Registro de Leitura

source: School: %@
pt_br: Escola: %@

source: Search
pt_br: Buscar

source: Share
pt_br: Compartilhar

source: Student: %@
pt_br: Aluno: %@

source: Switch Language / Trocar Idioma
pt_br: Trocar Idioma

source: Tag PDF
pt_br: Marcar PDF

source: Text Title
pt_br: Título do Texto

source: This will create approximately %d groups
pt_br: Isso criará aproximadamente %d grupos

source: Toggle Language
pt_br: Alternar Idioma

source: Total Assessments: %d
pt_br: Total de Avaliações: %d

source: Total sessions: %d
pt_br: Total de sessões: %d

source: Validation Error
pt_br: Erro de Validação

source: Total Records
pt_br: Total de Registros

source: Students Assessed
pt_br: Alunos Avaliados

source: Select a student
pt_br: Selecione um aluno

source: Self-Corrections
pt_br: Autocorreções

source: SC Ratio
pt_br: Razão SC

source: Untitled Text
pt_br: Texto sem título

source: SC
pt_br: AC

source: Words
pt_br: Palavras

source: Independent Level (95-100%)
pt_br: Nível Independente (95-100%)

source: Instructional Level (90-94%)
pt_br: Nível Instrucional (90-94%)

source: Frustration Level (<90%)
pt_br: Nível de Frustração (<90%)

source: %@ should NOT be grouped with:
pt_br: %@ NÃO deve ser agrupado com:

source: 1 hour
pt_br: 1 hora

source: Correct Word
pt_br: Palavra Correta

source: Student reads the word correctly
pt_br: O aluno lê a palavra corretamente

source: The cat sat
pt_br: O gato sentou

source: No error
pt_br: Sem erro

source: Substitution
pt_br: Substituição

source: Student says a different word
pt_br: O aluno diz uma palavra diferente

source: Student says 'sit' instead of 'sat'
pt_br: O aluno diz 'sentar' em vez de 'sentou'

source: Omission
pt_br: Omissão

source: Student skips a word
pt_br: O aluno omite uma palavra

source: Reads 'The cat sat mat' (skips 'on')
pt_br: Lê 'O gato sentou tapete' (omite 'no')

source: Insertion
pt_br: Inserção

source: Student adds a word
pt_br: O aluno adiciona uma palavra

source: Reads 'The cat sat down on mat'
pt_br: Lê 'O gato sentou no tapete'

source: Repetition
pt_br: Repetição

source: Student repeats a word/phrase
pt_br: O aluno repete uma palavra/frase

source: Reads 'The cat cat sat'
pt_br: Lê 'O gato gato sentou'

source: Usually no error
pt_br: Geralmente sem erro

source: Self-Correction
pt_br: Autocorreção

source: Student fixes their own error
pt_br: O aluno corrige o próprio erro

source: Says 'sit' then corrects to 'sat'
pt_br: Diz 'sentar' e depois corrige para 'sentou'

source: NOT an error
pt_br: NÃO é erro

source: Told/Appeal
pt_br: Ajuda/Pergunta

source: Teacher tells the word or student asks
pt_br: O professor diz a palavra ou o aluno pergunta

source: Student: 'What's this word?'
pt_br: Aluno: 'Que palavra é esta?'

source: Meaning
pt_br: Significado

source: Does it make sense in the story?
pt_br: Faz sentido na história?

source: Structure
pt_br: Estrutura

source: Does it sound grammatically right?
pt_br: Soa gramaticalmente correto?

source: Does it look like the word?
pt_br: Se parece com a palavra?

source: Student can read with ease
pt_br: O aluno consegue ler com facilidade

source: Appropriate for teaching
pt_br: Adequado para ensino

source: Too difficult for student
pt_br: Muito difícil para o aluno

source: 1 error
pt_br: 1 erro

source: No Class
pt_br: Sem turma

source: No students available
pt_br: Nenhum aluno disponível

source: Delete Template?
pt_br: Excluir Modelo?

source: %@'s Records
pt_br: Registros de %@

source: %d assessments
pt_br: %d avaliações

source: %d criteria
pt_br: %d critérios

source: %d left
pt_br: %d restantes

source: %d students
pt_br: %d alunos

source: Absent: %d
pt_br: Ausências: %d

source: Everyone has been the %@!
pt_br: Todos já foram %@!

source: Late: %d
pt_br: Atrasos: %d

source: Present: %d (%d%%)
pt_br: Presenças: %d (%d%%)

source: e.g., 3A, Year 9 English
pt_br: ex: 3A, 9º Ano de Inglês

source: e.g., Sarah Johnson
pt_br: ex: Sarah Johnson

source: e.g., Tests, Homework, Participation
pt_br: ex: Provas, Lição de Casa, Participação

source: e.g., The Cat in the Hat
pt_br: ex: The Cat in the Hat

source: e.g., Year 3, Grade 9
pt_br: ex: 3º Ano, 9º Ano

source: ⚠️ English bundle NOT FOUND
pt_br: ⚠️ Bundle em inglês NÃO encontrado

source: ⚠️ Portuguese bundle NOT FOUND
pt_br: ⚠️ Bundle em português NÃO encontrado

source: ⚠️ Translation missing!
pt_br: ⚠️ Tradução ausente!

source: English bundle found at: %@
pt_br: Bundle em inglês encontrado em: %@

source: Portuguese bundle found at: %@
pt_br: Bundle em português encontrado em: %@

source: Loading...
pt_br: Carregando...

source: Add Custom
pt_br: Adicionar Personalizado

source: Add First
pt_br: Adicionar Primeiro
