Repository: fredmonaquezi/TeacherAssistant1
Catalog: TeacherAssistant/*.lproj/Localizable.strings
Languages: pt_br

source: Add a new category to organize criteria
pt_br: Adicione uma nova categoria para organizar os critérios

source: e.g., Critical Thinking, Social Skills
pt_br: ex: Pensamento Crítico, Habilidades Sociais

source: New Criterion
pt_br: Novo Critério

source: Add a new skill to track in %@
pt_br: Adicionar uma nova habilidade para acompanhar em %@

source: e.g., Critical Thinking Skills
pt_br: ex: Habilidades de Pensamento Crítico

source: Description (Optional)
pt_br: Descrição (Opcional)

source: e.g., Analyzes information and draws conclusions
pt_br: ex: Analisa informação e tira conclusões

source: Criterion Details
pt_br: Detalhes do Critério

source: Edit Criterion
pt_br: Editar Critério

source: Create New Template
pt_br: Criar Novo Modelo

source: Build a custom rubric from scratch
pt_br: Construir uma rúbrica personalizada do começo

source: e.g., Advanced Writing Skills
pt_br: ex: Habilidades de Escrita Avançada

source: e.g., Years 7-9
pt_br: ex: 7-9 Anos

source: e.g., English, Math, Science
pt_br: ex: Inglês, Matemática, Ciências

source: Create Template
pt_br: Criar Modelo

source: Create
pt_br: Criar

source: Primary English Language (Years 1-3)
pt_br: Língua Inglesa do Ensino Fundamental I (Anos 1–3)

source: English
pt_br: Inglês

source: Listening and Comprehension
pt_br: Escuta e Compreensão

source: Follows Class Instructions
pt_br: Segue Instruções da Aula

source: Student listens and follows multi-step directions
pt_br: O aluno ouve e segue instruções com múltiplas etapas

source: Understands Spoken Narratives
pt_br: Compreende Narrativas Orais

source: Comprehends stories and explanations
pt_br: Compreende histórias e explicações orais

source: Identifies Key Vocabulary
pt_br: Identifica Vocabulário-Chave

source: Recognizes important words in context
pt_br: Reconhece palavras importantes no contexto

source: Responds Appropriately
pt_br: Responde Adequadamente

source: Gives relevant answers to questions
pt_br: Dá respostas relevantes às perguntas

source: Speaking and Oral Production
pt_br: Produção Oral

source: Clarity and Pronunciation
pt_br: Clareza e Pronúncia

source: Speaks clearly and pronounces words correctly
pt_br: Fala com clareza e pronuncia as palavras corretamente

source: Vocabulary Use
pt_br: Uso de Vocabulário

source: Uses appropriate and varied vocabulary
pt_br: Utiliza vocabulário adequado e variado

source: Sentence Structure
pt_br: Estrutura de Frases

source: Forms complete and grammatically correct sentences
pt_br: Forma frases completas e gramaticalmente corretas

source: Participation & Confidence
pt_br: Participação e Confiança

source: Actively participates and speaks confidently
pt_br: Participa ativamente e fala com confiança

source: Reading and Comprehension
pt_br: Leitura e Compreensão

source: Decoding & Phonics
pt_br: Decodificação e Fonética

source: Applies phonics skills to decode unfamiliar words
pt_br: Aplica habilidades fonéticas para decodificar palavras desconhecidas

source: Reading Fluency & Pace
pt_br: Fluência e Ritmo de Leitura

source: Reads smoothly and at appropriate speed
pt_br: Lê com fluência e em velocidade adequada

source: Understanding Text
pt_br: Compreensão de Texto

source: Comprehends and interprets reading material
pt_br: Compreende e interpreta o material lido

source: Vocabulary Acquisition from Reading
pt_br: Aquisição de Vocabulário pela Leitura

source: Learns new words through reading
pt_br: Aprende novas palavras por meio da leitura

source: Writing Skills
pt_br: Produção Escrita

source: Legibility & Spelling
pt_br: Legibilidade e Ortografia

source: Writes neatly and spells words correctly
pt_br: Escreve com letra legível e ortografia correta

source: Grammar & Punctuation
pt_br: Gramática e Pontuação

source: Uses proper grammar and punctuation
pt_br: Utiliza gramática e pontuação adequadas

source: Idea Organization & Expression
pt_br: Organização e Expressão de Ideias

source: Organizes thoughts and expresses ideas clearly
pt_br: Organiza os pensamentos e expressa ideias com clareza

source: Vocabulary in Writing
pt_br: Vocabulário na Escrita

source: Uses varied and appropriate vocabulary in writing
pt_br: Utiliza vocabulário variado e adequado na escrita

source: Primary General Development (Years 1-3)
pt_br: Desenvolvimento Geral do Ensino Fundamental I (Anos 1–3)

source: General
pt_br: Geral

source: Social-Emotional Development
pt_br: Desenvolvimento Socioemocional

source: Works Well with Others
pt_br: Trabalha Bem com os Outros

source: Collaborates effectively and respectfully
pt_br: Colabora de forma eficaz e respeitosa

source: Manages Emotions Appropriately
pt_br: Gerencia as Emoções Adequadamente

source: Handles frustration and excitement well
pt_br: Lida bem com frustrações e entusiasmo

source: Shows Respect & Kindness
pt_br: Demonstra Respeito e Gentileza

source: Treats peers and adults with respect
pt_br: Trata colegas e adultos com respeito

source: Follows Classroom Rules
pt_br: Segue as Regras da Sala

source: Adheres to class expectations
pt_br: Cumpre as expectativas da turma

source: Work Habits
pt_br: Hábitos de Estudo

source: Completes Tasks on Time
pt_br: Conclui as Tarefas no Prazo

source: Finishes work within given timeframe
pt_br: Finaliza as atividades dentro do prazo estabelecido

source: Stays Organized
pt_br: Mantém-se Organizado

source: Keeps materials and work area organized
pt_br: Mantém os materiais e o espaço de trabalho organizados

source: Shows Effort & Persistence
pt_br: Demonstra Esforço e Persistência

source: Tries hard and doesn't give up easily
pt_br: Esforça-se e não desiste com facilidade

source: Asks for Help When Needed
pt_br: Pede Ajuda Quando Necessário

source: Seeks assistance appropriately
pt_br: Busca ajuda de forma adequada

source: Primary Mathematics (Years 1-3)
pt_br: Matemática do Ensino Fundamental I (Anos 1–3)

source: Math
pt_br: Matemática

source: Number Sense
pt_br: Noção de Número

source: Counting & Number Recognition
pt_br: Contagem e Reconhecimento de Números

source: Identifies and counts numbers accurately
pt_br: Identifica e conta números com precisão

source: Basic Operations
pt_br: Operações Básicas

source: Performs addition and subtraction
pt_br: Realiza adição e subtração

source: Number Patterns
pt_br: Padrões Numéricos

source: Recognizes and extends patterns
pt_br: Reconhece e amplia padrões

source: Place Value Understanding
pt_br: Compreensão de Valor Posicional

source: Understands ones, tens, hundreds
pt_br: Compreende unidades, dezenas e centenas

source: Problem Solving
pt_br: Resolução de Problemas

source: Word Problem Comprehension
pt_br: Compreensão de Problemas Textuais

source: Understands what the problem is asking
pt_br: Compreende o que o problema está solicitando

source: Strategy Selection
pt_br: Seleção de Estratégias

source: Chooses appropriate solving methods
pt_br: Escolhe métodos adequados de resolução

source: Shows Work
pt_br: Demonstra o Processo

source: Demonstrates thinking process
pt_br: Demonstra o processo de pensamento

source: Checks Answers
pt_br: Confere as Respostas

source: Verifies solutions make sense
pt_br: Verifica se as soluções fazem sentido

source: Reading and Analysis
pt_br: Leitura e Análise

source: Comprehension of Complex Texts
pt_br: Compreensão de Textos Complexos

source: Understands multi-layered narratives
pt_br: Compreende narrativas com múltiplas camadas

source: Inference & Interpretation
pt_br: Inferência e Interpretação

source: Reads between the lines and draws conclusions
pt_br: Lê nas entrelinhas e tira conclusões

source: Literary Elements Recognition
pt_br: Reconhecimento de Elementos Literários

source: Identifies themes, characters, plot structure
pt_br: Identifica temas, personagens e estrutura do enredo

source: Critical Reading
pt_br: Leitura Crítica

source: Questions and evaluates what they read
pt_br: Questiona e avalia o que lê

source: Writing and Composition
pt_br: Produção Textual

source: Paragraph Structure
pt_br: Estrutura de Parágrafo

source: Writes well-organized paragraphs with topic sentences
pt_br: Escreve parágrafos bem organizados com frase temática

source: Genre Writing
pt_br: Produção em Diferentes Gêneros

source: Writes effectively in different formats (narrative, informative, persuasive)
pt_br: Escreve de forma eficaz em diferentes formatos (narrativo, informativo, persuasivo)

source: Editing & Revision
pt_br: Edição e Revisão

source: Reviews and improves own writing
pt_br: Revê e aprimora a própria escrita

source: Voice & Style
pt_br: Voz e Estilo

source: Develops personal writing style
pt_br: Desenvolve estilo próprio de escrita

source: Speaking and Presentation
pt_br: Oralidade e Apresentação

source: Oral Presentation Skills
pt_br: Habilidades de Apresentação Oral

source: Presents information clearly and confidently
pt_br: Apresenta informações com clareza e confiança

source: Listening & Responding
pt_br: Escuta e Resposta

source: Actively listens and responds thoughtfully
pt_br: Escuta ativamente e responde de forma reflexiva

source: Discussion Participation
pt_br: Participação em Discussões

source: Contributes meaningfully to class discussions
pt_br: Contribui de forma significativa nas discussões em sala

source: Questioning Skills
pt_br: Habilidades de Questionamento

source: Asks relevant and thoughtful questions
pt_br: Faz perguntas relevantes e reflexivas

source: Intermediate General Development (Years 4-6)
pt_br: Desenvolvimento Geral do Ensino Fundamental I (Anos 4–6)

source: Critical Thinking
pt_br: Pensamento Crítico

source: Analyzes Information
pt_br: Analisa Informações

source: Breaks down complex information
pt_br: Desmembra informações complexas

source: Makes Connections
pt_br: Estabelece Conexões

source: Links new learning to prior knowledge
pt_br: Relaciona novos aprendizados a conhecimentos prévios

source: Asks Thoughtful Questions
pt_br: Faz Perguntas Reflexivas

source: Inquires deeply about topics
pt_br: Investiga os temas de forma aprofundada

source: Evaluates Evidence
pt_br: Avalia Evidências

source: Considers quality of information
pt_br: Considera a qualidade das informações

source: Independence & Responsibility
pt_br: Autonomia e Responsabilidade

source: Self-Directed Learning
pt_br: Aprendizagem Autônoma

source: Takes initiative in learning
pt_br: Toma iniciativa no aprendizado

source: Time Management
pt_br: Gestão do Tempo

source: Manages time and meets deadlines
pt_br: Gerencia o tempo e cumpre prazos

source: Organization
pt_br: Organização

source: Keeps materials and assignments organized
pt_br: Mantém materiais e tarefas organizados

source: Goal Setting
pt_br: Definição de Metas

source: Sets and works toward personal goals
pt_br: Define e trabalha em direção a metas pessoais

source: Collaboration
pt_br: Colaboração

source: Teamwork
pt_br: Trabalho em Equipe

source: Works effectively in groups
pt_br: Trabalha de forma eficaz em grupo

source: Communication
pt_br: Comunicação

source: Expresses ideas clearly to peers
pt_br: Expressa ideias com clareza aos colegas

source: Conflict Resolution
pt_br: Resolução de Conflitos

source: Resolves disagreements constructively
pt_br: Resolve divergências de forma construtiva

source: Leadership
pt_br: Liderança

source: Takes appropriate leadership roles
pt_br: Assume papéis de liderança de forma adequada

source: Intermediate Mathematics (Years 4-6)
pt_br: Matemática do Ensino Fundamental I (Anos 4–6)

source: Numerical Skills
pt_br: Habilidades Numéricas

source: Multi-digit Operations
pt_br: Operações com Números de Múltiplos Algarismos

source: Performs complex calculations accurately
pt_br: Realiza cálculos complexos com precisão

source: Fractions & Decimals
pt_br: Frações e Decimais

source: Understands and works with rational numbers
pt_br: Compreende e trabalha com números racionais

source: Mental Math
pt_br: Cálculo Mental

source: Calculates efficiently without paper
pt_br: Calcula com eficiência sem o uso de papel

source: Estimation
pt_br: Estimativa

source: Makes reasonable approximations
pt_br: Faz aproximações adequadas

source: Mathematical Thinking
pt_br: Pensamento Matemático

source: Problem Solving Strategies
pt_br: Estratégias de Resolução de Problemas

source: Uses multiple approaches to solve problems
pt_br: Utiliza múltiplas abordagens para resolver problemas

source: Logical Reasoning
pt_br: Raciocínio Lógico

source: Explains mathematical thinking clearly
pt_br: Explica o raciocínio matemático com clareza

source: Pattern Recognition
pt_br: Reconhecimento de Padrões

source: Identifies and uses mathematical patterns
pt_br: Identifica e utiliza padrões matemáticos

source: Real-World Application
pt_br: Aplicação no Mundo Real

source: Applies math to practical situations
pt_br: Aplica a matemática em situações práticas

source: Secondary English Language Arts (Years 7-9)
pt_br: Língua Inglesa – Ensino Fundamental II (Anos 7–9)

source: Literary Analysis
pt_br: Análise Literária

source: Textual Analysis
pt_br: Análise Textual

source: Analyzes themes, symbolism, and literary devices
pt_br: Analisa temas, simbolismos e recursos literários

source: Character & Plot Analysis
pt_br: Análise de Personagens e Enredo

source: Examines character development and narrative structure
pt_br: Examina o desenvolvimento de personagens e a estrutura narrativa

source: Historical & Cultural Context
pt_br: Contexto Histórico e Cultural

source: Considers texts within broader contexts
pt_br: Analisa os textos dentro de contextos mais amplos

source: Comparative Analysis
pt_br: Análise Comparativa

source: Compares and contrasts multiple texts
pt_br: Compara e contrasta múltiplos textos

source: Academic Writing
pt_br: Produção Acadêmica

source: Thesis Development
pt_br: Desenvolvimento de Tese

source: Creates clear, arguable thesis statements
pt_br: Elabora teses claras e argumentativas

source: Evidence & Citations
pt_br: Evidências e Citações

source: Supports claims with textual evidence
pt_br: Sustenta argumentos com evidências textuais

source: Essay Organization
pt_br: Organização de Redação

source: Structures multi-paragraph essays effectively
pt_br: Estrutura redações com múltiplos parágrafos de forma eficaz

source: Academic Voice
pt_br: Linguagem Acadêmica

source: Maintains formal, objective tone
pt_br: Mantém tom formal e objetivo

source: Research Skills
pt_br: Habilidades de Pesquisa

source: Source Evaluation
pt_br: Avaliação de Fontes

source: Assesses credibility of sources
pt_br: Avalia a credibilidade das fontes

source: Note-Taking
pt_br: Tomada de Notas

source: Records information effectively
pt_br: Registra informações de forma eficaz

source: Synthesis
pt_br: Síntese

source: Combines information from multiple sources
pt_br: Combina informações de múltiplas fontes

source: Documentation
pt_br: Documentação

source: Cites sources properly
pt_br: Cita as fontes corretamente

source: Secondary General Development (Years 7-9)
pt_br: Desenvolvimento Geral – Ensino Fundamental II (Anos 7–9)

source: Academic Skills
pt_br: Habilidades Acadêmicas

source: Study Skills
pt_br: Habilidades de Estudo

source: Uses effective study strategies
pt_br: Utiliza estratégias de estudo eficazes

source: Takes organized, comprehensive notes
pt_br: Registra anotações organizadas e completas

source: Test Preparation
pt_br: Preparação para Avaliações

source: Prepares thoroughly for assessments
pt_br: Prepara-se adequadamente para avaliações

source: Academic Integrity
pt_br: Integridade Acadêmica

source: Maintains honesty in all work
pt_br: Mantém honestidade em todos os trabalhos

source: Digital Literacy
pt_br: Letramento Digital

source: Technology Use
pt_br: Uso de Tecnologia

source: Uses technology effectively for learning
pt_br: Utiliza tecnologia de forma eficaz para a aprendizagem

source: Online Research
pt_br: Pesquisa Online

source: Conducts effective internet research
pt_br: Realiza pesquisas eficazes na internet

source: Digital Citizenship
pt_br: Cidadania Digital

source: Acts responsibly online
pt_br: Age de forma responsável no ambiente online

source: Media Literacy
pt_br: Educação Midiática

source: Critically evaluates digital media
pt_br: Avalia criticamente mídias digitais

source: Problem-Solving & Creativity
pt_br: Resolução de Problemas e Criatividade

source: Creative Thinking
pt_br: Pensamento Criativo

source: Generates original ideas and solutions
pt_br: Gera ideias e soluções originais

source: Critical Analysis
pt_br: Análise Crítica

source: Evaluates problems from multiple angles
pt_br: Avalia problemas sob múltiplas perspectivas

source: Persistence
pt_br: Persistência

source: Perseveres through challenging tasks
pt_br: Persevera diante de tarefas desafiadoras

source: Innovation
pt_br: Inovação

source: Applies creative solutions to problems
pt_br: Aplica soluções criativas aos problemas

source: Secondary Mathematics (Years 7-9)
pt_br: Matemática – Ensino Fundamental II (Anos 7–9)

source: Algebraic Thinking
pt_br: Pensamento Algébrico

source: Variables & Expressions
pt_br: Variáveis e Expressões

source: Works with algebraic expressions
pt_br: Trabalha com expressões algébricas

source: Equation Solving
pt_br: Resolução de Equações

source: Solves linear equations
pt_br: Resolve equações lineares

source: Graphing
pt_br: Construção de Gráficos

source: Represents relationships graphically
pt_br: Representa relações por meio de gráficos

source: Functions
pt_br: Funções

source: Understands function concepts
pt_br: Compreende os conceitos de função

source: Geometric Reasoning
pt_br: Raciocínio Geométrico

source: Spatial Visualization
pt_br: Visualização Espacial

source: Visualizes and manipulates shapes
pt_br: Visualiza e manipula formas geométricas

source: Measurement
pt_br: Medidas

source: Calculates area, volume, etc.
pt_br: Calcula área, volume, entre outros

source: Geometric Proofs
pt_br: Demonstrações Geométricas

source: Constructs logical geometric arguments
pt_br: Constrói argumentos geométricos lógicos

source: Transformations
pt_br: Transformações

source: Understands translations, rotations, reflections
pt_br: Compreende translações, rotações e reflexões

source: High School English Language Arts (Years 10-12)
pt_br: Língua Inglesa – Ensino Médio (Anos 10–12)

source: Advanced Literary Analysis
pt_br: Análise Literária Avançada

source: Complex Textual Analysis
pt_br: Análise Textual Complexa

source: Analyzes sophisticated literary works
pt_br: Analisa obras literárias sofisticadas

source: Critical Theory Application
pt_br: Aplicação de Teorias Críticas

source: Applies literary criticism frameworks
pt_br: Aplica referenciais de crítica literária

source: Intertextual Connections
pt_br: Conexões Intertextuais

source: Makes connections across texts and media
pt_br: Estabelece conexões entre textos e mídias

source: Independent Interpretation
pt_br: Interpretação Independente

source: Develops original analytical perspectives
pt_br: Desenvolve perspectivas analíticas originais

source: College-Level Writing
pt_br: Produção Textual em Nível Universitário

source: Argumentative Writing
pt_br: Escrita Argumentativa

source: Constructs sophisticated arguments
pt_br: Constrói argumentos sofisticados

source: Research Papers
pt_br: Trabalhos de Pesquisa

source: Produces formal research papers
pt_br: Produz trabalhos formais de pesquisa

source: Rhetorical Analysis
pt_br: Análise Retórica

source: Analyzes rhetorical strategies
pt_br: Analisa estratégias retóricas

source: Style & Sophistication
pt_br: Estilo e Sofisticação

source: Demonstrates mature writing style
pt_br: Demonstra estilo de escrita maduro

source: Advanced Communication
pt_br: Comunicação Avançada

source: Formal Presentations
pt_br: Apresentações Formais

source: Delivers polished presentations
pt_br: Realiza apresentações bem estruturadas

source: Debate & Discussion
pt_br: Debate e Discussão

source: Engages in academic discourse
pt_br: Participa de debates acadêmicos

source: Integrates multiple perspectives
pt_br: Integra múltiplas perspectivas

source: Professional Communication
pt_br: Comunicação Profissional

source: Communicates in professional contexts
pt_br: Comunica-se em contextos profissionais

source: High School College/Career Readiness (Years 10-12)
pt_br: Preparação para Universidade e Carreira – Ensino Médio (Anos 10–12)

source: College/Career Readiness
pt_br: Preparação para Universidade e Carreira

source: Academic Independence
pt_br: Independência Acadêmica

source: Works independently at college level
pt_br: Trabalha de forma independente em nível universitário

source: Manages complex schedules and deadlines
pt_br: Gerencia cronogramas complexos e prazos

source: Long-Term Planning
pt_br: Planejamento de Longo Prazo

source: Plans and executes extended projects
pt_br: Planeja e executa projetos de longo prazo

source: Professional Skills
pt_br: Competências Profissionais

source: Demonstrates workplace-ready skills
pt_br: Demonstra habilidades adequadas ao ambiente profissional

source: Leadership & Initiative
pt_br: Liderança e Iniciativa

source: Leadership Roles
pt_br: Papéis de Liderança

source: Takes leadership in groups and activities
pt_br: Assume liderança em grupos e atividades

source: Initiative
pt_br: Iniciativa

source: Self-starts learning and projects
pt_br: Inicia projetos e aprendizagens de forma autônoma

source: Mentoring
pt_br: Mentoria

source: Supports and guides peers
pt_br: Apoia e orienta colegas

source: Community Engagement
pt_br: Engajamento Comunitário

source: Contributes to broader community
pt_br: Contribui para a comunidade em geral

source: Self-Management
pt_br: Autogestão

source: Goal Setting & Achievement
pt_br: Definição e Alcance de Metas

source: Sets and achieves ambitious goals
pt_br: Define e alcança metas desafiadoras

source: Stress Management
pt_br: Gestão do Estresse

source: Handles academic pressure effectively
pt_br: Lida de forma eficaz com a pressão acadêmica

source: Self-Reflection
pt_br: Autorreflexão

source: Reflects on strengths and areas for growth
pt_br: Reflete sobre pontos fortes e áreas de melhoria

source: Resilience
pt_br: Resiliência

source: Bounces back from setbacks
pt_br: Recupera-se diante de dificuldades

source: Global Awareness
pt_br: Consciência Global

source: Cultural Awareness
pt_br: Consciência Cultural

source: Understands diverse perspectives
pt_br: Compreende perspectivas diversas

source: Social Responsibility
pt_br: Responsabilidade Social

source: Acts as responsible global citizen
pt_br: Age como cidadão global responsável

source: Ethical Reasoning
pt_br: Raciocínio Ético

source: Considers ethical implications
pt_br: Considera implicações éticas

source: Current Events Knowledge
pt_br: Conhecimento de Atualidades

source: Stays informed about world issues
pt_br: Mantém-se informado sobre questões mundiais

source: High School Mathematics (Years 10-12)
pt_br: Matemática – Ensino Médio (Anos 10–12)

source: Advanced Algebra & Functions
pt_br: Álgebra Avançada e Funções

source: Complex Functions
pt_br: Funções Complexas

source: Works with polynomial, exponential, logarithmic functions
pt_br: Trabalha com funções polinomiais, exponenciais e logarítmicas

source: Systems of Equations
pt_br: Sistemas de Equações

source: Solves complex equation systems
pt_br: Resolve sistemas de equações complexos

source: Mathematical Modeling
pt_br: Modelagem Matemática

source: Creates mathematical models of real situations
pt_br: Cria modelos matemáticos de situações reais

source: Abstract Reasoning
pt_br: Raciocínio Abstrato

source: Thinks abstractly about mathematical concepts
pt_br: Pensa de forma abstrata sobre conceitos matemáticos
